[
 {
  "id": 1,
  "name": "Zamek Bolków",
  "imageName": "bolkow",
  "latitude": 50.92176,
  "longitude": 16.0978687,
  "address": "Ul. Zamkowa 1, 59-420 Bolków",
  "description": "Remains of the 13th century gothic castle, the first records of which date back to 1277. It gained its final shape during the Renaissance, in the 16th century. You can visit the preserved tower, 25 m high, and the Renaissance House of Women.##photo: @sopthedrone"
 },
 {
  "id": 2,
  "name": "Zamek Chojnów",
  "imageName": "chojnow",
  "latitude": 51.270628,
  "longitude": 15.9271862,
  "address": "Pl. Zamkowy 3, 59-225 Chojnów",
  "description": "The first mention of the castle comes from 1291. From 1399, the castle became the residence of the princes of Legnica. It was partly demolished after many fires. In the 20th century, the remains of the castle were transformed into a museum. Worth noticing is the Renessance portal on the front entrance.##photo: muzeum.chojnow.eu"
 },
 {
  "id": 3,
  "name": "Zamek Cisy (Cieszów)",
  "imageName": "cieszow",
  "latitude": 50.8484724,
  "longitude": 16.2478981,
  "address": "Cieszów",
  "description": "Ruins of a gothic ducal castle from the 13th \/ 14th century (around 1243), probably built by Bolek I. Fragments of walls and towers have been partially preserved to this day. The castle was founded on a plan with dimensions of approx. 22x28 m. Sandstone was mainly used for its construction. Inside the wall there was a residential building with at least two floors, consisting of many rooms. In the south-east corner, there was a kepp with a diameter of about 10 m. The castle  was surrounded by an outer wall, behind it, from the east and west, there were outer wards secured with an additional wall of stone. The entrance to the castle was defended by the eastern gate with a bridge over the moat.##photo: https:\/\/polska-org.pl\/6710968,foto.html"
 },
 {
  "id": 4,
  "name": "Zamek Czocha",
  "imageName": "czocha",
  "latitude": 51.030774,
  "longitude": 15.3036519,
  "address": "Sucha 59-820 Leśna",
  "description": "Gothic castle from the 13th century (1241–1247), later rebuilt in Renaissance and Neo-Gothic styles. Although the interior of the castle was plundered during World War II, the preserved outer bailey, the bridge leading to the castle, the castle tower and the inner courtyard are still delightful. Secret corridors make visiting the castle extremely interesting, both during the day and during the night tour of the castle organized by the management.##photo: zamekczocha.com"
 },
 {
  "id": 5,
  "name": "Zamek Głogów",
  "imageName": "glogow",
  "latitude": 51.6671659,
  "longitude": 16.0907815,
  "address": "ul. Brama Brzostowska 1, 67-200 Głogów",
  "description": "Medieval castle of the dukes of Głogów from the 13th century, initially wooden, rebuilt in the baroque style in the 17th century. The hunger tower of the 13th century and the castle wings closing the inner courtyard have been preserved to this day.##photo: polska-org.pl\/940919,foto.html"
 },
 {
  "id": 6,
  "name": "Zamek Grodziec",
  "imageName": "grodziec",
  "latitude": 51.1771496,
  "longitude": 15.7592997,
  "address": "Grodziec 111, 59-516 Zagrodno",
  "description": "The castle stands on a hill 389 meters above sea level. The first records of the castle come from 1155. In the 15th century, the castle was rebuilt in the Renaissance style. To this day, you can visit the entrance gate, outer bailey, tower and dojon. There are also roofed porches around the castle, which mark the route for visitors. You can also climb the winding stairs to the high tower,  which offers a beautiful view of the surroundings. The castle also offers accommodation and numerous events.##photo: facebook.com\/zamekgrodziec"
 },
 {
  "id": 7,
  "name": "Zamek Bolczów (Janowice Wielkie)",
  "imageName": "bolczow",
  "latitude": 50.8608894,
  "longitude": 15.9116001,
  "address": "Zamkowa 16, 58-520 Janowice Wielkie",
  "description": "Ruin of a Gothic castle from the 14th century. A scenic 50-minute route leads from the car park to the castle. To this day, only the walls of the barbican, the entrance gate, the bastion and the remains of residential buildings have survived.##photo: zamkipolskie.com"
 },
 {
  "id": 8,
  "name": "Zamek Karpniki",
  "imageName": "karpniki",
  "latitude": 50.8465125,
  "longitude": 15.8498183,
  "address": "ul. Łąkowa 1, 58-533 Karpniki",
  "description": "The beautiful knight's castle from the fourteenth century owes its present appearance to the nineteenth century reconstruction in the neo-Gothic style. The castle is surrounded by a moat and a bridge leads to the entrance. The entrance to the castle is also guarded by a cylindrical tower. There is a hotel in the castle, the interior is excluded from sightseeing.##photo: zamekkarpniki.pl"
 },
 {
  "id": 9,
  "name": "Kliczków",
  "imageName": "kliczkow",
  "latitude": 51.3367468,
  "longitude": 15.4341933,
  "address": "Kliczków 8, 59-724 Kliczków",
  "description": "The castle was built in the 13th century and has since been rebuilt several times in various styles. The castle is decorated with three towers. The interiors have been restored rooms, incl. library, court, fireplace or theater. Although the castle is currently functioning as a hotel and conference center, it is possible to visit it with a guide.##photo: kliczkow.com.pl"
 }
]
